driver-tests/bpelse/repeatuntil/Echoservice/echoJBI/test/echoServiveTest/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ech="http://j2ee.netbeans.org/wsdl/EchoService">
  <soapenv:Body>
    <ech:part1>test</ech:part1>
    <ech:part2>4</ech:part2>
  </soapenv:Body>
</soapenv:Envelope>